[{
        "id": 1,
        "login": "svift557",
        "fullname": "Джонатана Свифт",
        "role": 0,
        "registeredAt": "1667-02",
        "avaUrl": "https://filolen.ru/wp-content/uploads/2019/06/Kratkaya_biografiya_svift_1.jpg",
        "isEnabled": false,
        "biography": "Английский сатирик, церковный деятель, публицист. Родился в Дублине в английской семье. Отец Свифта не дожил до рождения сына, и воспитанием Джонатана занимался его дядя, Годуин Свифт. Свифт получил лучшее из доступных в Ирландии того времени образование —сначала в школе графства Килкенни, затем в дублинском Тринити-колледже, где был удостоен степени бакалавра искусств в 1686 г."
    },
    {
        "id": 2,
        "login": "chehov322",
        "fullname": "Антон Чехов",
        "role": 0,
        "registeredAt": "1860-01",
        "avaUrl": "https://www.miloserdie.ru/wp-content/uploads/2018/08/1-5.jpg",
        "isEnabled": true,
        "biography": "Антон Павлович Чехов, известный русский писатель и драматург, родился 29 января 1860г. в г. Таганроге в многодетной купеческой семье. В детстве пел в церковном хоре, много читал, а с 13 лет пристрастился к театру. Окончил гимназию, затем медицинский факультет при Московском университете, по окончании получил специальность уездного врача. Писать начал еще в гимназии, первый сборник рассказов опубликовал в 1884г. Чехов любил путешествовать, в 1890г. осуществил путешествие на Сахалин, чуть позже посетил Японию, Китай, Турцию, Австрию, Италию, Францию. По возвращении приобрел имение в подмосковном Мелихово, где прожил почти 10 лет, активно занимался благотворительностью и написал свои самые известные произведения. Последние годы своей жизни писатель провел в Ялте, куда вынужден был переехать из-за обострившегося туберкулеза."
    },
    {
        "id": 3,
        "login": "Shakspere228",
        "fullname": "Уильям Шекспир",
        "role": 1,
        "registeredAt": "1546-04",
        "avaUrl": "https://aif-s3.aif.ru/images/009/029/ad3273a06922c11ed9870a972002f4a5.jpg",
        "isEnabled": true,
        "biography": "Великий английский драматург, поэт, актер. Родился в семье ремесленника. В юном возрасте стал актером, затем драматургом в Лондоне. К 30 годам им была написана поэма «Венера и Адонис», затем «Лукреция». Эти произведения впервые прославили Шекспира. В это же время им были написаны 154 сонета, а также пьесы из истории Англии — «Генрих VI», «Ричард III», комедии — «Комедия ошибок», «Укрощение строптивой» и трагедия «Тит Андроник»."
    },
    {
        "id": 4,
        "login": "homer",
        "fullname": "Гомер Гомерович",
        "role": 0,
        "registeredAt": "1234-07",
        "avaUrl": "https://kor.ill.in.ua/m/610x385/2502315.jpg",
        "isEnabled": false,
        "biography": "О Гомере известно мало. Судя по языку его поэм, Гомер -выходец из ионического поселения. За честь называться родиной Гомера спорили, по преданию, семь городов. Античные хронографы расходятся и в датах жизни Гомера: некоторые считают его современником Троянской войны (начало XII в. до н. э.), но Геродот полагал, что Гомер жил в середине IX в. до н. э. Современные учёные склонны относить его деятельность к VIII или даже VII в. до н. э., указывая в качестве основного места его пребывания Хиос или какой-либо другой регион Ионии на побережье Малой Азии."
    },
    {
        "id": 5,
        "login": "Shiller",
        "fullname": "Фридрих Шиллер",
        "role": 0,
        "registeredAt": "1759-11",
        "avaUrl": "https://24smi.org/public/media/resize/800x-/2017/10/27/_6_Znxs2V3.jpg",
        "isEnabled": true,
        "biography": "Родился 10 ноября 1759 г в Марбахе. Выходец из низов немецкого бюргерства: мать — из семьи провинциального пекаря-трактирщика, отец —полковой фельдшер. После учебы в начальной школе и занятий с протестантским пастором Шиллер в 1773 г по приказу герцога Вюртембергского поступил в только что учрежденную военную академию и начал изучать право, хотя с детства мечтал стать священником; в 1775 г академию перевели в Штутгарт, продлили курс обучения, и Шиллер, оставив юриспруденцию, занялся медициной. Окончив курс в 1780 г., он получил в Штутгарте место полкового врача."
    },
    {
        "id": 6,
        "login": "Kuri",
        "fullname": "Мария Кюри",
        "role": 0,
        "registeredAt": "1867-11",
        "avaUrl": "https://bm.img.com.ua/berlin/storage/orig/1/b7/52eeeced4c05ed81a28e9f88c8763b71.jpg",
        "isEnabled": false,
        "biography": "Кюри родилась в Варшаве, в бедной семье школьных учителей. Родители старались всячески поощрять своих детей за успехи в учёбе. Сестра Бронислава помогла Марии переехать в Париж и поступить в Парижский университет, где та изучала химию, математику и физику. Кюри познакомилась со своим будущим мужем Пьером, будучи аспиранткой в лаборатории, которую он курировал. Пару сразу же связал взаимный интерес к магнетизму и любовь к велоспорту. Год спустя они поженились. На деньги, подаренные на свадьбу, они купили велосипеды для долгих совместных поездок. В 1896 году, заинтригованная случайным открытием радиоактивности физиком Анри Беккерелем, Кюри начала изучать урановые лучи; вскоре Пьер присоединился к её исследованиям. Два года спустя Кюри открыла полоний (названный в честь родины Марии) и радий. В 1903 году вместе с Беккерелем она получила Нобелевскую премию по физике за новаторскую работу в области радиоактивности. Первая женщина, получившая Нобелевскую премию, Кюри позже стала первым человеком, получившим вторую – в 1911 году она получила награду — на этот раз в области химии – за открытия радия. После трагической смерти Пьера в 1906 году Мари была назначена на его должность в Парижском университете, став первой женщиной-профессором университета (всего три года назад она стала первой женщиной во Франции, получившей докторскую степень). Сегодня ведущий научно-медицинский комплекс Франции носит имя обоих Кюри. Во время Первой мировой войны Кюри использовала свой опыт рентгенографии для создания десятков мобильных и стационарных рентгеновских станций, которые помогали врачам диагностировать и лечить травмы на поле боя. Они стали известны как «Маленькие Кюри». Десятилетия работы с радиоактивными материалами, последствия которых в то время были плохо изучены, в конечном счете сказались на самой Кюри. К 1920-м годам у неё развились мышечные боли, анемия, катаракта и множество других болезней. Умерла Кюри 4 июля 1934 года от лейкемии, вызванной облучением."
    }
]